Repository: OpenMipsel/Atemio-Skins
Catalog: KravenHDC/usr/lib/enigma2/python/Plugins/Extensions/KravenHD/locale/*/LC_MESSAGES/KravenHD.po
Languages: de

source: Blue
de: Blau

source: Brown
de: Braun

source: Green
de: Grün

source: Red
de: Rot

source: Yellow
de: Gelb

source: Amber/White
de: Amber/Weiß

source: Blue/White
de: Blau/Weiß

source: Brown/White
de: Braun/Weiß

source: Cobalt/White
de: Cobalt/Weiß

source: Crimson/White
de: Crimson/Weiß

source: Cyan/White
de: Cyan/Weiß

source: Dodger Blue/White
de: Dodger Blau/Weiß

source: Colorfull
de: Bunt

source: Magenta/White
de: Magenta/Weiß

source: Lime/White
de: Lime/Weiß

source: Indigo/White
de: Indigo/Weiß

source: Green/White
de: Grün/Weiß

source: Mauve/White
de: Mauve/Weiß

source: Medium Blue
de: Medium Blau

source: Medium Blue/White
de: Medium Blau/Weiß

source: Olive/White
de: Olive/Weiß

source: Orange/White
de: Orange/Weiß

source: Pink/White
de: Pink/Weiß

source: Red/White
de: Rot/Weiß

source: Sienna/White
de: Sienna/Weiß

source: Steel/White
de: Steel/Weiß

source: Teal/White
de: Teal/Weiß

source: Violet/White
de: Violet/Weiß

source: White/Grey
de: Weiß/Grau

source: Yellow/White
de: Gelb/Weiß

source: Amber transparency
de: Amber Transparent

source: Blue transparency
de: Blau Transparent

source: Brown transparency
de: Braun Transparent

source: Cobalt transparency
de: Cobald Transparent

source: Crimson transparency
de: Crimson Transparent

source: Cyan transparency
de: Cyan Transparent

source: DeadEyE transparency
de: DeadEyE Transparent

source: Dodger Blue transparency
de: Dodger Blau Transparent

source: Dodger Blue
de: Dodger Blau

source: Magenta transparency
de: Magenta Transparent

source: Kraven transparency
de: Kraven Transparent

source: KravenHD transparency
de: KravenHD Transparent

source: Kraven-Original transparency
de: Kraven-Original Transparent

source: Lime transparency
de: Lime Transparent

source: Indigo transparency
de: Indigo Transparent

source: Green transparency
de: Grün Transparent

source: Emerald transparency
de: Emerald Transparent

source: Mauve transparency
de: Mauve Transparent

source: Medium Blue transparency
de: Medium Blau Transparent

source: Olive transparency
de: Olive Transparent

source: Orange transparency
de: Orange Transparent

source: Pink transparency
de: Pink Transparent

source: Red transparency
de: Rot Transparent

source: Sienna transparency
de: Sienna Transparent

source: Skalli transparency
de: Skalli Transparent

source: Steel transparency
de: Steel Transparent

source: Teal transparency
de: Teal Transparent

source: Violet transparency
de: Violet Transparent

source: Yellow transparency
de: Gelb Transparent

source: Blue 0%
de: Blau 0%

source: Blue 5%
de: Blau 5%

source: Blue 10%
de: Blau 10%

source: Blue 15%
de: Blau 15%

source: Black 0%
de: Schwarz 0%

source: Black 5%
de: Schwarz 5%

source: Black 10%
de: Schwarz 10%

source: Black 15%
de: Schwarz 15%

source: Green 0%
de: Grün 0%

source: Green 5%
de: Grün 5%

source: Green 10%
de: Grün 10%

source: Green 15%
de: Grün 15%

source: Red 0%
de: Rot 0%

source: Red 5%
de: Rot 5%

source: Red 10%
de: Rot 10%

source: Red 15%
de: Rot 15%

source: CycleMod center
de: CycleMod mittig

source: CycleMod left
de: CycleMod links

source: Off
de: Aus

source: No Picon
de: Kein Picon

source: No Cover
de: Kein Cover

source: Small Cover
de: Kleines Cover

source: Big Cover
de: Großes Cover

source: Very Big Cover
de: Sehr großes Cover

source: Name for Z1 Infobar
de: Name für Z1 Infobar

source: Name and Number for Z1 Infobar
de: Name und Nummer für Z1 Infobar

source: Name for X1 Infobar
de: Name für X1 Infobar

source: Name and Number for X1 Infobar
de: Name und Nummer für X1 Infobar

source: Name for X2+X3 Infobar
de: Name für X2+X3 Infobar

source: Name and Number for X2+X3 Infobar
de: Name und Nummer für X2+X3 Infobar

source: Name for ZZ1 Infobar
de: Name für ZZ1 Infobar

source: Name and Number for ZZ1 Infobar
de: Name und Nummer für ZZ1 Infobar

source: Name for ZZ2+ZZ3 Infobar
de: Name für ZZ2+ZZ3 Infobar

source: Name and Number for ZZ2+ZZ3 Infobar
de: Name und Nummer für ZZ2+ZZ3 Infobar

source: Classic not for Z1+X2 Infobar
de: Classic nicht für Z1+X2 Infobar

source: Original only for Z1+X2 Infobar
de: Original nur für Z1+X2 Infobar

source: Big not for Z1+X2 Infobar
de: Groß nicht für Z1+X2 Infobar

source: On
de: An

source: Off for ZZ1
de: Aus für ZZ1

source: Classic colored
de: Classic farbig

source: for Z1 Infobar
de: Für Z1 Infobar

source: for X1 Infobar
de: Für X1 Infobar

source: for X2+X3 Infobar
de: Für X2+X3 Infobar

source: for ZZ1 Infobar
de: Für ZZ1 Infobar

source: for ZZ2+ZZ3 Infobar
de: Für ZZ2+ZZ3 Infobar

source: ----------------------------- Color --------------------------------
de: ----------------------------- Farbe -----------------------------------

source: Font
de: Schrift

source: Listselection
de: Auswahlbalken

source: Progress-/Volumebar
de: Fortschritts-/Läutstärkebalken

source: Background-/Transparency
de: Hintergrund-/Transparenz

source: ----------------------------- General --------------------------------
de: ----------------------------- Allgemein ------------------------------

source: Channel Selection
de: Senderliste

source: SecondInfobar
de: Zweite Infobar

source: Volume
de: Lautstärke

source: InfobarStyle
de: Infobar Ansicht

source: ECM Info
de: ECM-Informationen

source: Sat Info
de: Sat-Informationen

source: Channel Name
de: Kanal-Name

source: Clock
de: Uhr

source: Weather
de: Wetter

source: Do you really want to reboot now?
de: Wollen Sie jetzt neu Starten?

source: Restart GUI
de: GUI neu starten

source: Error creating Skin!
de: Fehler beim erstellen des Skin!

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
de: Zur Übernahme der Oberfläche muss die GUI neu gestartet werden. Jetzt neu starten?

source: Configuration tool for KravenHD
de: Konfigurationstool für KravenHD
